Repository: Three141/PectoStudio
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: he

source: Program starts
he: התוכנה מתחילה

source: Program ended
he: התוכנה הסתיימה

source: Do you want to save the file before exit?
he: האם את/ה רוצה לשמור את הקובץ מלפני שאת/ה יוצא/ת?

source: An error has occurred while trying to load the file.
he: שגיאה התרחשה במהלך טעינת הקובץ.

source: Error:
he: שגיאה:

source: You're not allowed to perform this action
he: את/ה לא מורשה/ת לעשות זאת

source: An error has occurred while trying to save the file.
he: שגיאה התרחשה במהלך שמירת הקובץ.

source: The file has been saved!
he: הקובץ נשמר!

source: Please open a file first
he: בבקשה תפתח/י קובץ קודם

source: An error has occurred while trying to share the file.
he: שגיאה התרחשה במהלך שיתוף הקובץ.

source: Please pick a name:
he: אנא בחר שם:

source: An error has occurred while trying to create the file.
he: שגיאה התרחשה במהלך יצירת הקובץ.

source: The file has been created!
he: הקובץ נוצר!

source: Are you sure you want to delete this file?
he: האם את/ה בטוח/ה שאת/ה רוצה למחוק קובץ זה?

source: An error has occurred while trying to delete the file.
he: שגיאה התרחשה במהלך מחיקת הקובץ.

source: The file has been removed!
he: הקובץ נמחק!
